<template>
  <main>
    <section class="container">
      <text-component :tag="'h2'" :textstyle="'section-heading'">
        Правила обработки персональных данных
      </text-component>
      <p>Дата последнего обновления: 07.05.2023</p>
      <p>
        Соглашаясь с Условиями работы сайта (далее – Условия) и оставляя свои
        данные на сайте окна-ижевск.рф (далее – Сайт), путем заполнения полей
        онлайн-заявки Пользователь:
      </p>
      <ul>
        <li>подтверждает, что указанные им данные принадлежат лично ему;</li>
        <li>
          признает и подтверждает, что он внимательно и в полном объеме
          ознакомился с настоящими Условиями;
        </li>
        <li>
          признает и подтверждает, что все положения настоящего Условий ему
          понятны;
        </li>
        <li>
          выражает согласие с данными Условиями без каких-либо оговорок и
          ограничений.
        </li>
      </ul>
      <p>
        Предоставляя свои персональные данные Пользователь даёт согласие на
        обработку, хранение и использование своих персональных данных на
        основании ФЗ № 152-ФЗ «О персональных данных» от 27.07.2006 г. в
        следующих целях:
      </p>
      <ul>
        <li>
          Идентификации Пользователя, как клиента и связи с Пользователем для
          оказания услуг;
        </li>
        <li>Осуществление клиентской поддержки;</li>
        <li>Получения Пользователем информации о маркетинговых событиях;</li>
        <li>
          Проведения аудита и прочих внутренних исследований с целью повышения
          качества предоставляемых услуг.
        </li>
      </ul>
      <p>
        Настоящее Условия применяются в отношении обработки следующих данных:
      </p>
      <ul>
        <li>Имя пользователя;</li>
        <li>Личный номер телефона пользователя.</li>
      </ul>
      <p>
        Пользователь, предоставляет Сайту право осуществлять следующие действия
        (операции) с пользовательскими данными:
      </p>
      <ul>
        <li>Сбор и накопление;</li>
        <li>Уточнение (обновление, изменение);</li>
        <li>Использование в целях, обозначенных выше;</li>
        <li>Уничтожение.</li>
      </ul>
      <p>
        Персональные данные Пользователей хранятся исключительно на электронных
        носителях и обрабатываются с использованием автоматизированных систем,
        за исключением случаев, когда неавтоматизированная обработка
        персональных данных необходима в связи с исполнением требований
        законодательства.
      </p>
      <p>
        Компания обязуется не передавать полученные персональные данные третьим
        лицам, за исключением следующих случаев:
      </p>
      <ul>
        <li>
          По запросам уполномоченных органов государственной власти РФ только по
          основаниям и в порядке, установленным законодательством РФ;
        </li>
        <li>
          Стратегическим партнерам, которые работают с Компанией для
          предоставления продуктов и услуг, или тем из них, которые помогают
          Компании реализовывать продукты и услуги потребителям. Мы
          предоставляем третьим лицам минимальный объем персональных данных,
          необходимый только для оказания требуемой услуги или проведения
          необходимой транзакции.
        </li>
      </ul>
      <p>
        Отзыв согласия с Условиями работы сайта может быть осуществлен путем
        направления Пользователем соответствующего распоряжения в простой
        письменной форме на адрес электронной почты:
        <a href="mailto:azbook-okon@yandex.ru">azbook-okon@yandex.ru</a>
      </p>
      <p>
        Сайт имеет право вносить изменения в настоящие Условия. При внесении
        изменений в актуальной редакции указывается дата последнего обновления.
        Новая редакция Условий вступает в силу с момента ее размещения, если
        иное не предусмотрено новой редакцией Условий.
      </p>
      <p>
        Действующая редакция всегда находится на странице по адресу:
        <a href="/privacy">https://окна-ижевск.рф/privacy</a>
      </p>
    </section>
  </main>
</template>

<script>
export default {
  data () {
    return {
      banner: {
        h1: 'окна',
        text: 'Компания «Азбука Окон» с 2015 года устанавливает окна в Ижевске по доступным ценам, с использованием качественных материалов и профессионального оборудования. Наша компания устанавливает пластиковые окна под ключ от ведущих мировых брендов.',
        background: 'BANNER_5.jpg'
      }
    }
  },
  head: {
    title: 'Правила обработки персональных данных | Азбука Окон',
    meta: [
      {
        hid: 'description',
        name: 'description',
        content: 'Правила обработки персональных данных Азбука Окон'
      },
      {
        hid: 'keywords',
        name: 'keywords',
        content:
          'остекление домов, остекление коттеджей, остекление квартир, пластиковые окна, оконные порталы'
      }
    ]
  }
}
</script>

<style lang="scss" scoped>
section {
  margin-top: 40px;
  @media (max-width: 743px) {
    margin-top: 0;
  }
}
h2 {
  margin-bottom: 30px;
}
p {
  font-size: 18px;
  margin-bottom: 10px;
}
ul {
  font-size: 18px;
  line-height: 26px;
  margin-bottom: 20px;
  margin-left: 10px;
  list-style-type: disc;
}
</style>
